Repository: Abdoo-mayhob/Estimated-Reading-Time
Catalog: languages/arabic-*-estimated-reading-time-*.po
Languages: ar

source: Abdoo
ar: عبد اللطيف الميهوب

source: Advanced Section
ar: الإعدادات المتقدمة

source: Arabic & English Estimated Reading Time
ar: حاسبة وقت القراءة التقديري للمحتوى العربي و الإنكليزي

source: Arabic Prefix
ar: النص السابق للمنشورات العربية

source: Arabic Suffix (Plural)
ar: النص اللاحق للمنشورات بالعربية

source: Arabic Suffix (Single)
ar: النص اللاحق للمنشورات بالعربية (للأرقام المفردة)

source: Are You Sure?
ar: هل أنت متأكد ؟

source: Basic Section
ar: الإعدادات الأساسية

source: Calculate and Show Estimated Reading Time in your posts in Both Arabic and English.
ar: حساب و إظهار وقت القراءة المتوقع داخل منشوراتك العربية و الإنكليزية

source: English Prefix
ar: النص السابق للمنشورات الانكليزية

source: English Suffix
ar: النص اللاحق للمنشورات الانكليزية

source: Estimated Reading Time
ar: وقت القراءة التقديري

source: Estimated Reading Time Settings
ar: إعدادات وقت القراءة التقديري

source: Exclude Images from Reading Estimation ?
ar: استثناء تقدير وقت قراءة الصور من المنشور ؟

source: Insert "readingTime" into Yoast SEO Schema ?
ar: إضافة وقت القراءة التقديري الى سكيما البوست في بلغن يوست ؟

source: Reading Time
ar: وقت القراءة

source: Reset All Settings
ar: إعادة ضبط الإعدادات

source: Reset All Settings to Default
ar: إعادة ضبط الإعدادات

source: Show Estimated Reading Time Widget
ar: ودجت الوقت التقديري

source: Show Estimated Reading Time without any other html
ar: الوقت التقديري للمنشور بدون اي html اخر

source: Words Per Minutes for Arabic content
ar: معدل سرعة القراءة باللغة العربية (كلمة\دقيقة)

source: Words Per Minutes for English content
ar: معدل سرعة القراءة باللغة الإنكليزية (كلمة\دقيقة)
